[
  {
    "num": "1",
    "title": "Nepotism",
    "description": "Michael upsets the office when he ignores their pleas to fire office assistant Luke, Michael's immature nephew. Pam's attempt to prank Dwight backfires when Kevin's faulty rewiring of an elevator strands the two together. Andy grows even more upset with Gabe and Erin's relationship."
  },
  {
    "num": "2",
    "title": "Counseling",
    "description": "Michael is forced to have six hours of counseling with Toby after he physically reprimanded Luke, but Michael refuses to make Toby's job easy. Pam attempts to finagle a promotion to office administrator. Dwight seeks revenge after a shop owner at the Steamtown Mall refuses to serve him."
  },
  {
    "num": "3",
    "title": "Andy's Play",
    "description": "Andy lands a role in a local production of undefined and invites the entire office to the performance, hoping to impress Erin. While Michael struggles to put his jealousy aside, Jim and Pam have trouble with their less-than-stellar babysitter."
  },
  {
    "num": "4",
    "title": "Sex Ed",
    "description": "Michael comes to work thinking he has a pimple, but it turns out to actually be a cold sore. When he is told that it is a form of herpes, Michael contacts all his ex-girlfriends—Jan (Melora Hardin), Holly (Amy Ryan), Helene (Linda Purl), Donna (Amy Pietz) and Carol (Nancy Carell). Andy holds a sex education meeting in the office hoping to appeal to Erin's passionate side."
  },
  {
    "num": "5",
    "title": "The Sting",
    "description": "When a Dunder Mifflin client is stolen by a rival salesman named Danny (Timothy Olyphant), Michael, Dwight and Jim decide to set up a sting in order to uncover his sales secret. Andy starts a band with Darryl when he learns that one of his old college friends has a successful music career."
  },
  {
    "num": "6",
    "title": "Costume Contest",
    "description": "Michael freaks out when Darryl goes over his head by taking an idea to corporate. The employees partake in a Halloween costume contest in the office. Meanwhile, Pam tries to get the truth from Danny about their dating history."
  },
  {
    "num": "7",
    "title": "Christening",
    "description": "Pam and Jim's baby, Cece, gets christened and Michael invites the entire office to celebrate. Michael joins a church group of high school graduates on a mission to Mexico, with Andy following along to impress Erin."
  },
  {
    "num": "8",
    "title": "Viewing Party",
    "description": "Erin and Gabe invite the office over to Gabe's house for a undefined viewing party. Michael can't handle the fact that the office workers think of Gabe as their boss instead of him. Growing more jealous of Gabe and Erin's relationship, Andy goes to extremes in order to impress her. Dwight helps Pam with Cece, much to Jim's chagrin."
  },
  {
    "num": "9",
    "title": "WUPHF.com",
    "description": "Michael helps Ryan by charming people to invest in his internet company, WUPHF.com. Dwight creates a hay festival in the parking lot for the Thanksgiving holiday. Jim learns of a new Sabre capping policy that prevents him from earning too much commission."
  },
  {
    "num": "10",
    "title": "China",
    "description": "When Michael reads an article about China growing as a global power, he decides they must be stopped before they take over the United States. Pam threatens to move Dunder Mifflin to a new building after everyone in the office complains about Dwight's building standards. Darryl is sick of Andy's annoying text messages."
  },
  {
    "num": "11",
    "title": "Classy Christmas",
    "description": "Michael couldn't be happier when Toby takes a leave of absence, leaving corporate to send Holly Flax (Amy Ryan) to cover for him. Michael forces Pam to plan a second Christmas party on the day Holly returns to Scranton. Jim agrees to a snowball fight with Dwight, which he later regrets."
  },
  {
    "num": "13",
    "title": "Ultimatum",
    "description": "Michael anticipates the news regarding the status of Holly and A.J.'s relationship. In the office, Pam puts up a New Year's resolution board so everyone can post their resolutions. Meanwhile, Andy, Dwight and Darryl go out in hope of picking up women."
  },
  {
    "num": "14",
    "title": "The Seminar",
    "description": "Andy holds a small business seminar in the office with some special guests after he finds out that his sales are at his lowest. Michael and Holly use the seminar as an improv challenge, posing as a Greek couple. Erin and Gabe have a game of Scrabble, and Oscar and Pam help Erin out when she turns out to be a very bad Scrabble player."
  },
  {
    "num": "15",
    "title": "The Search",
    "description": "Jim gets an emergency phone call from Helene (Linda Purl), forcing him to leave Michael at a gas station bathroom.  This leads Holly, Erin, and Dwight on a search for the whereabouts of Michael.  A captioning contest starts in the office over Pam's artwork, which seems to offend Gabe."
  },
  {
    "num": "16",
    "title": "PDA",
    "description": "Michael and Holly's public displays of affection start to make everyone in the office uncomfortable. Jim and Pam have too much champagne during lunch, causing complications when they have to return to work. Andy tags along on a romantic treasure hunt Gabe has made for Erin."
  },
  {
    "num": "17",
    "title": "Threat Level Midnight",
    "description": "Michael screens his action film undefined to the office after eleven years of writing, shooting, re-shooting, and editing. The film features Michael as Agent Michael Scarn, Dwight as Scarn's sidekick, and Jim as archnemesis \"Goldenface,\" as well as several people from Michael's past including Jan (Melora Hardin), Karen (Rashida Jones), Roy (David Denman), Helene (Linda Purl), Todd Packer (David Koechner), Tony Gardner (Mike Bruner), and Troy Underbridge (Noel Petok)."
  },
  {
    "num": "18",
    "title": "Todd Packer",
    "description": "Traveling salesman Todd Packer (David Koechner) comes to Dunder Mifflin looking for a desk job in the office. However, the office is unsure if they want him to work there due to his previous behavior. After dealing with computer problems, Andy confronts office administrator Pam to get a new computer."
  },
  {
    "num": "19",
    "title": "Garage Sale",
    "description": "Michael decides to propose to Holly, and runs into trouble thinking of how to do it well with his expensive diamond ring. He consults Oscar, Ryan, Jim, and Pam for advice, and their opinions on his ideas. Meanwhile, Dunder Mifflin Scranton's warehouse and crew hosts a public garage sale."
  },
  {
    "num": "20",
    "title": "Training Day",
    "description": "Michael's replacement appears in the office, to start receiving training from Michael. The new manager, Deangelo Vickers (Will Ferrell), has everyone hoping to make good first impressions: Andy finds himself awkwardly typecast while Jim and Pam worry that they've come on too strong. Only Dwight is apathetic about the new leader."
  },
  {
    "num": "21",
    "title": "Michael's Last Dundies",
    "description": "Michael trains his office replacement, Deangelo (Will Ferrell), for hosting the Dundie Awards. Meanwhile, Erin deals with her dislike of her boyfriend, Gabe."
  },
  {
    "num": "22",
    "title": "Goodbye, Michael",
    "description": "Michael prepares to leave for Colorado with Holly, and spends his last day in the office saying goodbye to everyone individually, wanting no drama to ensue. Meanwhile, new manager Deangelo and Andy try to keep Michael's biggest clients."
  },
  {
    "num": "23",
    "title": "The Inner Circle",
    "description": "New office manager Deangelo picks favorites among the staff, revealing his true management style."
  },
  {
    "num": "24",
    "title": "Dwight K. Schrute, (Acting) Manager",
    "description": "Dwight becomes the interim regional manager, instituting a typically heavy-handed management style. Meanwhile, Gabe tries to win back Erin."
  },
  {
    "num": "25",
    "title": "Search Committee",
    "description": "Deangelo's new replacement is sought out through a search committee process led by Jim."
  }
]