[
  {
    "num": "1",
    "title": "The Dundies",
    "description": "Michael Scott, regional manager of Dunder Mifflin, announces that it is time for the annual \"Dundies\" celebration, and everyone is placing their bets that this year's award show will be the worst yet with Michael as the bumbling emcee."
  },
  {
    "num": "2",
    "title": "Sexual Harassment",
    "description": "Corporate headquarters orders Human Resources representative Toby Flenderson to conduct a review at the Scranton branch of the company's sexual harassment policies. The company also sends a lawyer to Scranton. Michael fears that this will stop his ability to keep an \"easy-going office,\" but later realizes that the lawyer was sent to protect him."
  },
  {
    "num": "3",
    "title": "Office Olympics",
    "description": "Michael and salesman Dwight Schrute leave to close a deal on Michael's new condominium. Michael meets with his realtor Carol Stills, but becomes stressed when he realizes how long he will be paying for his condo.  Boredom leads receptionist Pam Beesly and salesman Jim Halpert to invent the office olympics, in which their co-workers compete in various games using office supplies. Michael and Dwight's return stops the event, but Jim gives the gold medal to Michael, for closing the purchase of his condominium."
  },
  {
    "num": "4",
    "title": "The Fire",
    "description": "A fire in the office leads the employees to evacuate the building. To pass the time, the employees play games and learn more about each other. Michael tries to mentor temporary worker Ryan Howard, but discovers that Ryan is more educated than he is. Dwight becomes jealous of the attention that Michael is giving Ryan. At the end of the day, it is determined that Ryan accidentally caused the fire."
  },
  {
    "num": "5",
    "title": "Halloween",
    "description": "Downsizing leads corporate headquarters to order Michael to fire somebody by the end of October. Michael procrastinates until Halloween, when he still has not decided whom to fire. When he decides to fire Quality Assurance representative Creed Bratton, Creed manages to convince Michael to fire Supplier Relations representative Devon White instead."
  },
  {
    "num": "6",
    "title": "The Fight",
    "description": "Michael and Dwight get in an argument about which of them could beat the other in a fight. They decide to settle this by having a showdown at a local dojo. Michael finally emerges victorious.  The two are cold to each other throughout the day until, as a show of good faith, Michael promotes Dwight to Assistant Regional Manager."
  },
  {
    "num": "7",
    "title": "The Client",
    "description": "Michael and the Vice President of Northeast Sales, Jan Levinson, meet an important client.  Michael angers Jan with his antics and refusal to talk business, but later, Michael and the client create a bond, and Michael closes the deal.  Jan is impressed, she and Michael end up spending the night together. Back at the office, the employees find a screenplay written by Michael."
  },
  {
    "num": "8",
    "title": "Performance Review",
    "description": "Michael conferences with the employees during their annual performance reviews, while he worries about his own upcoming performance review with Jan.  He takes tips from the suggestion box on ways to better himself, but the attempt ends in disaster when Jan discovers that Michael has told his employees about their romantic encounter."
  },
  {
    "num": "9",
    "title": "Email Surveillance",
    "description": "Jim is hosting a party, but has not invited Michael. Michael learns of this when he begins spying on his employees' email. Pam begins to notice Dwight and accountant Angela Martin engaging in odd interactions, and suspects that they are in a relationship, but later dismisses the idea. Michael, unable to distract himself with an improvisational comedy class, crashes Jim's party."
  },
  {
    "num": "10",
    "title": "Christmas Party",
    "description": "The office Christmas party turns into a disaster when Michael decides to give all of the employees the ability to steal each other's gifts.  While Michael attempts to procure a better gift, the rest of the members of the office all attempt to win the iPod that Michael originally bought for Ryan.  Seeing that his idea has ruined the party, Michael buys alcohol for everyone."
  },
  {
    "num": "11",
    "title": "Booze Cruise",
    "description": "Michael rents a boat for the annual motivational cruise, where he angers the captain with his antics.  A drunken Roy, one of the warehouse workers, publicly sets a wedding date without consulting his fiancee Pam. Jim realizes that he is still in love with Pam and breaks up with his date Katy.  Jim reveals to Michael that he is in love with Pam."
  },
  {
    "num": "12",
    "title": "The Injury",
    "description": "Michael burns his foot on a George Foreman grill while at his own home. He requests that one of the employees of the office come to his house to pick him up. Dwight volunteers, but crashes his car. Dwight suffers a concussion, but it brings out a good-natured Dwight, who is kind and helpful to the other employees. Michael and Dwight are later taken to the hospital."
  },
  {
    "num": "13",
    "title": "The Secret",
    "description": "Jim becomes nervous when Michael almost reveals that Jim is in love with Pam. He asks Michael not to tell anyone, but Michael ends up revealing the secret anyway.  Jim tells Pam that he had a crush on her years ago, but that it ended when he found out she was engaged.  Meanwhile, accountant Oscar Martinez calls in sick, prompting Dwight to spy on him to determine whether he was telling the truth.  Oscar is revealed to be gay, although Dwight does not realize it."
  },
  {
    "num": "14",
    "title": "The Carpet",
    "description": "Michael discovers someone has defecated in his office.  He suspects that one of his employees did it out of hate, leading him to begin resenting them.  He later realizes that it was his \"best friend,\" traveling salesman Todd Packer who did it, and instantly finds the humor in the action."
  },
  {
    "num": "15",
    "title": "Boys and Girls",
    "description": "Jan comes to Scranton to lead a seminar for the women in the office. Michael becomes upset for being left out, and decides to host his own seminar for the men. When he tries to rally the staff to unionize, Jan's threat of a lawsuit ends the attempt. Later, after Jan recommends to Pam that she should enter a graphic design course, Roy persuades her not to go through with it."
  },
  {
    "num": "16",
    "title": "Valentine's Day",
    "description": "On Valentine's Day, Michael leaves for New York City for a meeting between branch managers and the company's new CFO, David Wallace.  Michael tells the other branch managers that he and Jan are in a relationship, and a disgruntled manager later tells David. Michael is able to save both Jan's and his jobs when he tells David that he was joking. At the office, saleswoman Phyllis's boyfriend sends her multiple gifts, and Dwight and Angela secretly exchange gifts."
  },
  {
    "num": "17",
    "title": "Dwight's Speech",
    "description": "Dwight is named Dunder Mifflin's top salesman, and is given the honor of speaking at a salesman's convention.  He becomes nervous, and Jim, seeing this, \"helps\" by giving Dwight lines from speeches by figures such as Adolf Hitler and Benito Mussolini.  At the convention, Dwight becomes nervous, but after a failed attempt by Michael to entertain the crowd, Dwight goes to the stand and delivers a rousing speech."
  },
  {
    "num": "18",
    "title": "Take Your Daughter to Work Day",
    "description": "The employees bring in their daughters for the annual Take Your Daughter to Work Day. Michael finds enjoyment in talking with the children, especially Toby's daughter.  Salesman Stanley Hudson's teenage daughter develops a crush on Ryan, leading Stanley to reprimand Ryan for it after customer service representative Kelly Kapoor misleads Stanley about their conversation."
  },
  {
    "num": "19",
    "title": "Michael's Birthday",
    "description": "Michael is excited about his birthday, but the rest of the office is instead focused on accountant Kevin Malone, who is awaiting the results from a skin cancer test. Jim and Pam leave to purchase items to comfort Kevin, and later in the day the entire staff leaves for a day at the ice rink.  Michael meets Carol, and makes a good impression when he entertains her kids.  Kevin's test results come back negative for cancer."
  },
  {
    "num": "20",
    "title": "Drug Testing",
    "description": "Dwight finds a leftover joint in the parking lot, and begins an investigation to find the owner.  After no one confesses, he schedules a drug test. Michael, worried that he will not pass, pressures Dwight for a cup of clean urine.  Dwight is conflicted, but after resigning from his position as a volunteer sheriff's deputy, gives in to Michael's demands."
  },
  {
    "num": "21",
    "title": "Conflict Resolution",
    "description": "Michael learns that Toby keeps files detailing all of the complaints employees have had against each other.  Angry that the disputes have not been resolved, Michael reads them out loud, which brings up old conflicts and leaves the employees bitter and angry. Dwight's conflict resolution meeting with Jim causes the latter to have an epiphany about his work situation. Pam tries to figure out who complained about her wedding planning."
  },
  {
    "num": "22",
    "title": "Casino Night",
    "description": "Michael organizes a casino night for charity, but inadvertently invites two dates, his boss Jan Levinson and his realtor Carol.  He ends up beginning a relationship with Carol.  Jan reacts calmly, but later she leaves early with an overnight bag, revealing that she had intended to stay with Michael. Jim reveals to Pam that he is in love with her, and they share a kiss."
  }
]