[
  {
    "num": "1",
    "title": "Gay Witch Hunt",
    "description": "Months have passed since the end of season two.  Jim has transferred to a different branch, and Pam has broken off her engagement with Roy.  Michael learns that Oscar is gay, and accidentally outs him to everyone.  Feeling bad, Michael hosts a meeting about homosexuality, where he attempts to present himself as open-minded and progressive.  Meanwhile, Jim attempts to adjust to life at the Stamford branch, with his new co-workers Andy and Karen. Elsewhere, Jim's attempts to make Andy the new 'Dwight' fail when Andy reacts violently to Jim's Jell-O prank."
  },
  {
    "num": "2",
    "title": "The Convention",
    "description": "Michael and Dwight leave for a convention in Philadelphia, where they meet Josh, the manager of Dunder-Mifflin Stamford, and Jim. Michael feels threatened by Josh, and attempts to one-up him by throwing a party in his hotel room.  When no one shows up, Jim takes pity on Michael and reassures him that he left Scranton for different reasons.  Meanwhile, Kelly sets Pam up on a blind date that goes poorly."
  },
  {
    "num": "3",
    "title": "The Coup",
    "description": "Michael's managerial tactics lead Angela and Dwight to conspire to take Michael's job.  Dwight meets with Jan, who, after listening to Dwight's propositions, later calls to inform Michael that his own employees are conspiring against him.  Michael informs Dwight that Jan has promoted him to regional manager in an attempt to make Dwight confess.  However, Dwight immediately takes over the office and begins making sweeping changes.  Michael, unable to control his anger, reveals to Dwight that he knows everything, and forces Dwight to do his laundry to make it up to him.  Meanwhile, at Dunder Mifflin Stamford, Josh's managerial tactics include playing Call of Duty as a team-building exercise.  Unfortunately, Jim is less than competent at the game."
  },
  {
    "num": "4",
    "title": "Grief Counseling",
    "description": "Michael learns that his former boss Ed Truck has died.  Seeing that his employees are not shaken by the news, Michael begins to ponder his own mortality.  While mourning, Michael learns that a bird was killed by flying into a window earlier that morning, and he decides to have a funeral later in the day for the bird.  Meanwhile, at Dunder-Mifflin Stamford, Jim and Karen embark on a quest for potato chips."
  },
  {
    "num": "5",
    "title": "Initiation",
    "description": "Dwight takes Ryan out to the Schrute Family Beet Farm for an initiation session before his first sales call.  The initiation, involving odd styles of hazing and bizarre parables, angers Ryan, who does not make the sale. Back at the office, Jan asks Pam to document Michael's activities for a day.  Michael, oblivious, spends most of the day waiting in line for a free pretzel in the lobby."
  },
  {
    "num": "6",
    "title": "Diwali",
    "description": "Kelly invites the entire staff to a celebration of Diwali, the Hindu Festival of Light. At the festival, Michael is inspired by his conversation with Kelly's parents over Hindu marriage customs, and makes an impromptu proposal to his girlfriend Carol.  Carol says no, and leaves.  In Stamford, Jim, Andy, and Karen stay late to do sales figures.  Andy and Jim do shots to pass the time, which leads Karen to have to drive a drunk Jim home."
  },
  {
    "num": "7",
    "title": "Branch Closing",
    "description": "Jan informs Michael that the Dunder-Mifflin board has voted to close the Scranton branch, and for the Stamford branch to absorb the remnants of Scranton.  Michael announces this to the office, leading the employees to plan for their futures.  Michael, in a last-ditch effort to save his branch, leaves with Dwight to surprise CFO David Wallace at his home.  They wait outside all day, but David never shows up, and they resign themselves to defeat.  However, Josh, the regional manager of the Stamford branch, announces that he is leaving the company to take another job.  A decision is made for the Scranton branch to absorb the Stamford branch.  Michael and Dwight celebrate, believing that they were the ones who brought about the change."
  },
  {
    "num": "8",
    "title": "The Merger",
    "description": "Due to Dunder Mifflin Stamford's closing, six members of the staff; Jim, Karen, Andy, Martin, Tony, and Hannah, move and take jobs in Scranton.  Michael attempts to welcome his new employees, but naturally ends up alienating and offending them.  Andy begins sucking up to Michael, causing Dwight to become jealous.  Pam asks Jim out for coffee to catch up, but he turns her down, revealing that he has begun dating Karen.  Michael accidentally humiliates Tony, who announces that he is quitting.  Michael becomes defensive, and fires him instead."
  },
  {
    "num": "9",
    "title": "The Convict",
    "description": "Michael learns that Martin, one of the former Stamford employees, is a former criminal.  The staff learns that his time was spent in a white-collar prison, and begins to wonder if Martin's prison is better than Dunder Mifflin Scranton.  Michael then gives a presentation on the miseries of prison, with most of his ideas fueled from television prisons.  Bitter that he is not being taken seriously, he then locks his employees in the conference room.  At the end of the day, Martin decides to quit rather than continue working with Michael."
  },
  {
    "num": "10",
    "title": "A Benihana Christmas",
    "description": "Michael plans to invite Carol to Jamaica with him for Christmas, but she breaks up with him before he has a chance.  Andy takes Michael to a local Benihana to cheer him up, and they both convince waitresses to come back to the Christmas party with them.  Back at the office, a disagreement within the Party Planning Committee leads Karen and Pam to create their own Christmas party, separate from Angela's.  When the majority of the office decide to go to Karen and Pam's party, Angela becomes upset, and seeing this, Karen and Pam decide to combine the parties.  Soon after, Michael and Andy's dates leave them, but Michael nevertheless finds someone to go to Jamaica with him."
  },
  {
    "num": "12",
    "title": "Back from Vacation",
    "description": "Michael returns from Jamaica, and accidentally lets slip that he went with Jan.  When he tries to send a revealing picture of Jan to Todd Packer, he inadvertently sends it to the packaging department, and soon the picture is spread throughout the entire company.  Jim and Karen have an argument over Karen moving into an apartment close to where Jim lives, until Pam mediates a solution between them.  Although she appears happy to have helped, she later cries at the day's end. Jan appears at the office and tells Michael that she wants a relationship.  She has yet to find out about the picture."
  },
  {
    "num": "13",
    "title": "Traveling Salesmen",
    "description": "Dwight arrives late for an early morning meeting, where Michael announces that the members of the sales staff are teaming up for sales calls, in an undefined-esque challenge.  Andy spends the day trying to convince Michael that Dwight is untrustworthy.  Meanwhile, Kevin announces to Angela  that their sales reports weren't mailed to New York, but Angela assures him that the problem was handled.  When the teams return, Andy discovers that Dwight's morning tardiness was due to delivering the reports to New York for Angela.  Dwight, instead of revealing their relationship, resigns his position."
  },
  {
    "num": "14",
    "title": "The Return",
    "description": "Oscar's return from his vacation prompts Michael to host a Mexican-themed party.  Meanwhile, Jim and Pam steal Andy's phone, and repeatedly call it, playing his homemade ring tone over and over.  Andy becomes more angry each time the phone rings, and eventually punches a hole in the wall out of frustration.  Michael, distraught over Dwight's resignation in the previous episode, leaves and confronts him at Staples, inviting him back to Dunder Mifflin. After being confronted by Karen, Jim reveals to her that he still has feelings for Pam. Andy is sent to anger management training."
  },
  {
    "num": "15",
    "title": "Ben Franklin",
    "description": "The women of the office hold a bridal shower for Phyllis, while the men hold a bachelor's party for her groom-to-be, Bob Vance.  After being convinced to hire a stripper for both the men and the women's parties by Todd Packer, Michael orders Jim and Dwight to choose the strippers.  For the men's party, Dwight hires a stripper, while for the women's party, Jim hires a Ben Franklin impersonator."
  },
  {
    "num": "16",
    "title": "Phyllis' Wedding",
    "description": "Phyllis lets Michael be a part of her wedding in return for allowing her to take extra time off work for her honeymoon.  Michael attempts to dominate the festivities, and acts as the host of their reception.  Pam is incredulous to see Phyllis has used most of the plans for Pam and Roy's wedding.  Feeling lonely, she strikes up conversation with Roy, and they leave the wedding together."
  },
  {
    "num": "17",
    "title": "Business School",
    "description": "For extra credit, Ryan invites Michael to his business school as a guest speaker.  Michael attempts to make a motivational speech, unaware that Ryan has introduced him as an ineffectual manager of an out of touch company.  Meanwhile, a bat is discovered in the office, leading Dwight to lead an attempt to capture it.  That night, Pam displays her artwork at an art show, and is disappointed when few of her co-workers attend.  Michael soon arrives after giving his speech and, in a moment of genuine kindness, compliments her work and buys her painting of their office building."
  },
  {
    "num": "18",
    "title": "Cocktails",
    "description": "The Dunder-Mifflin CFO David Wallace holds a cocktail party at his house, which Jan, Michael, Jim, Karen and Dwight attend.  Michael's antics around their \"coming out\" appear to annoy Jan, but she later attempts to have sex with him in a bathroom.  Michael feels uncomfortable and turns her down, angering her.  Meanwhile Dwight assesses the structural soundness of the house. While at a bar, Pam reveals to Roy that Jim came on to her. Roy is infuriated and proceeds to trash the bar, assisted by his brother.  Pam immediately breaks up with Roy, who then says he's going to kill Jim."
  },
  {
    "num": "19",
    "title": "The Negotiation",
    "description": "Roy enters the office and attempts to attack Jim, but Dwight's timely intervention with pepper spray saves the day.  Jim attempts to thank Dwight for saving him, but is frustrated when Dwight refuses to accept his thanks.  Meanwhile, Michael and Darryl attempt to get a pay raise from Jan in New York."
  },
  {
    "num": "20",
    "title": "Safety Training",
    "description": "Michael feels ashamed when, during a safety training course, the warehouse employees make fun of him for having a safer work environment.  Determined to show that office life can be dangerous, he decides to fake a suicide attempt.  His plan to jump off of the roof and onto a bouncy castle go awry when the employees discover what he is doing and are forced to talk him down.  Meanwhile, Andy attempts to endear himself to his co-workers after returning from anger management."
  },
  {
    "num": "21",
    "title": "Product Recall",
    "description": "Paper from Dunder-Mifflin Scranton with an obscene cartoon watermark left by a disgruntled papermill ex-employee are accidentally sent out, throwing the business into damage control.  The accountants attempt to provide service for angry customers, while Michael contacts the media in a misguided attempt to avoid scandal.  Meanwhile, Jim and Andy go to a local high school to apologize personally to the principal, and they bump into Andy's girlfriend, who turns out to be a student there."
  },
  {
    "num": "22",
    "title": "Women's Appreciation",
    "description": "After Phyllis is the victim of a flashing in the parking lot, Michael attempts to host a seminar on women's issues.  When it doesn't go as expected, he takes the women of the office on a trip to the mall, while Dwight and Andy search for the flasher and distribute flyers.  At the mall, Michael discusses his discomfort in his relationship with Jan, and the women advise him to break up with her.  As Michael breaks up with Jan via voicemail, she suddenly arrives at the office."
  },
  {
    "num": "23",
    "title": "Beach Games",
    "description": "David Wallace calls and informs Michael that he is a candidate for an opening position in the corporate office in New York.  Believing himself the obvious choice for the job, Michael goes about the task of choosing a successor.  He takes his employees to the beach and compells them to compete in challenges to determine which of them will take over his position, not realizing that Jim and Karen are also contenders for the job.  Pam, on a high after a firewalk, confesses that she is tired of being ignored, and tells Jim that he was the reason she called off her wedding."
  },
  {
    "num": "24",
    "title": "The Job",
    "description": "Michael decides to repel any advances that Jan makes towards him, but instantly changes his mind and gives her a second chance once he sees her with enhanced breasts. Michael, Jim, and Karen then all travel to New York to interview for the position that is opening in the corporate office.  Before he leaves, Michael names Dwight as his successor in Scranton, and Dwight, with Andy as his new number two, immediately goes about changing the appearance and structure of the office.  In New York, Michael's interview ends as he learns that the new position is linked to Jan's upcoming dismissal.  Jan learns of the move, and confronts David, with Michael following her.  Jan, now unemployed, decides to move in with a hesitant Michael, who now returns to his position as Scranton manager. Jim's interview goes well, until he finds a good-luck memento left for him by Pam.  Realizing he cannot leave her again, he returns to the office alone, where he asks her on a date.  The corporate job is given to Ryan, who then immediately breaks up with Kelly."
  }
]