[
  {
    "num": "1",
    "title": "Gossip",
    "description": "As the summer interns prepare to depart, the office gossips about them and Michael feels left out.  Michael discovers that Stanley is having an affair, and tells everyone. When Michael realizes the damage he's caused, he fabricates numerous other rumors to discredit himself, including that Andy is gay (confusing Andy) and that Pam is pregnant (unbeknownst to him that she is actually pregnant). As Michael tries to clear the air, Jim and Pam admit their rumor is true in an attempt to save Stanley from embarrassment."
  },
  {
    "num": "2",
    "title": "The Meeting",
    "description": "Jim submits a plan for promotions for himself and Michael to David which Michael manages to bungle.  Dwight and Toby investigate Darryl's worker's comp claim. Pam struggles to gather responses for her wedding. Ultimately, Jim and Michael are made co-manager to Dwight's horror."
  },
  {
    "num": "3",
    "title": "The Promotion",
    "description": "Jim and Michael's management styles clash, especially after David's budget will only allow a small or no raise this year.  Dwight fails in his attempt to raise allies against Jim.  Pam feels awkward asking for cash instead of wedding gifts."
  },
  {
    "num": "4",
    "title": "Niagara",
    "description": "The Office travels to Niagara Falls to celebrate Jim and Pam's wedding. Pam's meemaw is upset when she learns Pam is pregnant. Michael and Dwight try to hook up with guests at the wedding. Dwight succeeds with Pam's Maid of Honor, Isabel, but Michael, who failed to reserve a room, ends up sleeping next to an ice machine.  Andy injures his scrotum while dancing the night before the wedding.  Jim and Pam delay the wedding when they sneak off to marry on the undefined, allowing them to calm their nerves and enjoy their wedding.  Michael spends the evening after the wedding with Pam's mother, Helene."
  },
  {
    "num": "6",
    "title": "Mafia",
    "description": "Michael meets with an insurance salesman and is convinced by Dwight and Andy that he is part of the Mafia. The staff constantly call Jim and Pam on their honeymoon, until finally Kevin accidentally cancels Jim's credit card."
  },
  {
    "num": "7",
    "title": "The Lover",
    "description": "Jim and Pam return from their honeymoon and are shocked when Michael reveals he is dating Helene, Pam's mother. Pam is incensed and openly berates Michael. Dwight attempts to bug Jim's office in his plan to sabotage Jim."
  },
  {
    "num": "8",
    "title": "Koi Pond",
    "description": "While on the way to a business meeting, Michael falls into a koi pond. The staff tease him so he holds an anti-bullying seminar. Pam and Andy go cold-calling to stir up some new business; they reluctantly use clients' mistaking them as a couple to their advantage."
  },
  {
    "num": "9",
    "title": "Double Date",
    "description": "Jim and Pam reluctantly lunch with Michael and Helene for her birthday. However, when Michael learns Helene's age, he dumps her, infuriating Pam even more.  She slaps Michael in the parking lot after work.  Dwight tries to curry favors from everyone in the office to help him overthrow Jim."
  },
  {
    "num": "10",
    "title": "Murder",
    "description": "The Dunder-Mifflin staff are troubled by renewed rumors of insolvency. Michael forces the office into a day of diversions, primarily playing a murder mystery role-playing game. Andy awkwardly attempts to court Erin."
  },
  {
    "num": "11",
    "title": "Shareholder Meeting",
    "description": "Michael is excited when he's invited by David Wallace to attend the Dunder Mifflin shareholder meeting in New York; he is dismayed by the hostile crowd and causes the board of directors even more trouble. Jim finds he is being undermined by Ryan who refuses to do work, so Jim decides to make an example of him in front of the staff.  As Michael, Dwight and Oscar leave New York in a hired limousine, a news ticker shows a steep drop in Dunder Mifflin's stock price."
  },
  {
    "num": "12",
    "title": "Scott's Tots",
    "description": "Michael must renege on a promise he made to a group of kids ten years ago to pay for their college tuition. However, in spite of his mean treatment, Erin proves a source of support. Meanwhile, Jim falls victim to one of Dwight's schemes to get him fired: creation of an employee of the month program. Although the staff and David are angered when Dwight rigs the winners to be Jim and Pam, Jim survives. Ryan joins forces with Dwight to bring down Jim."
  },
  {
    "num": "13",
    "title": "Secret Santa",
    "description": "Michael is outraged when Jim allows Phyllis to be Santa at the office Christmas party and retaliates by dressing as Santa as well, then Jesus. David reveals to Michael that there is a buyer for Dunder Mifflin. He will most likely be fired although the Scranton staff will stay on, much to their relief. Meanwhile, Oscar has a crush on Matt, the new gay warehouse worker, and Andy and Erin continue to flirt, which starts out badly when Andy gives her \"the Twelve Days of Christmas\" when the birds from the first few attack her, but makes up for it with twelve drummers drumming."
  },
  {
    "num": "14",
    "title": "The Banker",
    "description": "When an investment banker comes to Scranton in order to sign off on the branch before the sale of Dunder Mifflin, Michael, Dwight, Andy and Pam pull out all the stops in hopes of impressing him with their high profile contacts. Toby reminisces about all the great times they have had in the office. Clip show."
  },
  {
    "num": "15",
    "title": "Sabre",
    "description": "Michael has difficulties accepting the new policies of Sabre and its CEO Jo Bennett (Kathy Bates). Michael goes to David Wallace for advice, but he finds David in a sad unemployed depression. Jim and Pam fail in their interview for a local daycare center.  Both Erin and Andy wait for the other to make the next move."
  },
  {
    "num": "16",
    "title": "The Manager and the Salesman",
    "description": "The office is eager to welcome Sabre CEO Jo Bennett to Scranton, and are dazzled by her Southern ways. When Jo finds out there are two branch managers, she says either Michael or Jim must go back to being a salesman. Meanwhile, Andy's Valentine's Day plan for Erin backfires."
  },
  {
    "num": "17",
    "title": "The Delivery",
    "description": "Pam's contractions begin but she is determined to wait it out as long as possible so they can have more time at the hospital, unnerving Jim. Meanwhile the rest of the office tries to distract Pam from the pain with food and entertainment. Michael anxiously waits for Pam and Jim's baby, Cecilia, to be born. Back at the office, Erin makes Andy jealous when she has lunch with Kevin causing Andy to finally ask Erin out. Dwight and Angela draft a contract to have a baby together, but Dwight has mixed feelings after seeing Isabel at Jim and Pam's house when he renovates the couples kitchen."
  },
  {
    "num": "19",
    "title": "St. Patrick's Day",
    "description": "Michael thinks he has impressed Jo, only to discover that someone else in the office has caught her eye. Dwight makes trouble for Jim on his first day back from paternity leave. Andy and Erin go on their first date, with interesting results."
  },
  {
    "num": "20",
    "title": "New Leads",
    "description": "Sabre's policy of \"sales is king\" goes to the sales staff's heads, making the rest of the office resent their bad attitude. In order to regain control, Michael hides their expensive new leads, which leads Jim on a \"treasure hunt\" all through the business park. Michael's plan backfires when Kevin accidentally throws some of the leads in the trash and Michael and Dwight must go to the Scranton dump to retrieve them. Andy and Erin kiss for the first time at Scranton dump while searching the leads together."
  },
  {
    "num": "21",
    "title": "Happy Hour",
    "description": "Oscar arranges a happy hour with the warehouse staff so he can flirt with Matt. Pam is excited to see the staff and brings a date for Michael, but he ends up connecting with the bar manager, Donna (Amy Pietz), instead. Meanwhile, Andy and Erin announce their relationship. Dwight rethinks his pre-natal contract with Angela to pursue Isabel."
  },
  {
    "num": "22",
    "title": "Secretary's Day",
    "description": "Andy tries to make Erin's Secretary's Day a memorable one. While out to lunch with Erin, Michael informs her of Andy and Angela's past engagement, which Andy had been hiding from Erin. Oscar circulates a video he made which compares Kevin's voice to Cookie Monster's and Kevin turns to Gabe for help when the entire office gets in on the joke."
  },
  {
    "num": "23",
    "title": "Body Language",
    "description": "Pam and Jim work on their first sales pitch together to Donna, the manager of a local restaurant, but Michael keeps misreading the signals she's putting out. Dwight encourages Kelly to try out for the minority training program."
  },
  {
    "num": "24",
    "title": "The Cover-Up",
    "description": "Michael suspects Donna is cheating on him and puts PI Dwight Schrute on the case. Meanwhile, Andy is frustrated when no one takes his customer's complaint seriously."
  },
  {
    "num": "25",
    "title": "The Chump",
    "description": "Michael is surprisingly cheerful after learning some bad news about Donna. The new parents, Pam and Jim, have trouble staying awake in the office. Meanwhile, Angela takes matters into her own hands when Dwight refuses to honor their pre-natal contract."
  },
  {
    "num": "26",
    "title": "Whistleblower",
    "description": "The press learns that Sabre printers catch on fire and Jo, suspecting that someone within the company leaked the information, sets out to discover who the whistle-blower is."
  }
]